"%ld day left on trial" = "%ld dia restante de prova";
"%ld days left on trial" = "%ld dias restantes de prova";
"Buy Now" = "Comprar Agora";
"Trial Mode" = "Modo de teste";
"Free trial has expired" = "A prova gratuita expirou";
"The trial period has expired." = "O período de prova expirou.";
"Wait %u" = "Aguarde %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "A sua prova de 30 dias expirou. Por favor compre o Path Finder.";
